[
{ "jawa": "Ojo rumongso biso, naning dadio kang biso rumangsa.",
  "arti": "Jangan merasa bisa namun jadilah orang yang bisa merasakan"
},
{ "jawa": "Ora kabeh seneng marang karo apa seng dewe lakoni, ora popo, seng penting dewe niate apek lan nglakoni seng bener.",
  "arti": "Tidak semua orang senang terhadap yang kita lakukan, tidak apa-apa, yang penting niat kita bagus, dan menjalankan yang benar"
},
{ "jawa": "Witing tresno jalaran seko kulino.",
  "arti": "Berawalnya cinta karena terbiasa"
},
{ "jawa": "Ojo pisan-pisan mabuk bondo, opo meneh mabuk kuoso, uripmu mesti bakal rekoso.",
  "arti": "Jangan sekali-kali mabuk harta, apalagi mabuk kuasa, hidupmu pasti akan sengsara"
},
{ "jawa": "Wong kang sabar rejekine jembar,  ngalah urip luwih berkah.",
  "arti": "Orang yang sabar rezekinya akan lebih lebar, mengalah hidup akan lebih berkah"
},
{ "jawa": "Datan serik lamun ketaman datan susah lamun kelangan.",
  "arti": "Jangan benci saat sakit hati, jangan sedih saat kehilangan"
},
{ "jawa": "Kadang mripat iso salah ndelok, kuping salah krungu, lambe iso salah ngomong, tapi ati ora iso bakal diapusi",
 "arti": "Kadang mata bisa salah melihat, telinga salah mendengar, mulut bisa salah bicara, tetapi hati tidak mungkin bisa di bohongi"
},
{ "jawa": "Ngundhuh wohing pakarti",
"arti": "Menuai buah pekerti."
},
{ "jawa": "Aja milik barang kang melok",
"arti": "Jangan mudah tergiur oleh kemewahan"
},
{ "jawa": "Memayu hayuning bawono. Ambrasto dhur angkoro",
"arti": "Percantik keindahan dunia. Berantas lah angkara murka"
},
{ "jawa": "Ojo gumunan, ojo getunan, ojo kagetan, ojo aleman",
"arti": "Jangan mudah terheran-heran, jangan mudah menyesal, jangan mudah terkejut, jangan manja"
},
{ "jawa": "Alang alang dudu aling aling",
"arti": "Rintangan bukanlah penutup kesempatan"
},
{ "jawa": "Ing ngerso sung tulodho, ing madyo mangun karso, tut wuri handayani",
"arti": "Di depan memberikan teladan, di tengah membangun pelopor, di belakang memberi semangat"
},
{ "jawa": "Urip iku urup",
"arti": "Hidup itu nyala, hidup itu harus bermanfaat"
},
{ "jawa": "Gusti allah mboten sare",
"arti": "Tuhan tidak pernah tidur"
},
{ "jawa": "Ngluruk tanpo bolo, menang tanpo ngasorake, sekti tanpo aji-aji, sugih tanpo bondho",  
"arti": "Menyerbu tanpa bala tentara, menang tanpa merendahkan, sakti tanpa ajian, merasa kaya tanpa banyak harta"
},
{ "jawa": "Dudu sanak, dudu kadang, yen mati melu kelangan",
"arti": "Bukan keluarga, bukan saudara, tapi jika sudah meninggal ikut kehilangan"
},
{ "jawa": "Aja keminter mundhak keblinger, aja cidra mundhak cilaka",
"arti": "Jangan sok pintar nanti tersesat, jangan berbuat curang nanti celaka"
},
{ "jawa": "Durung punjul wes kesusu kaselak jujul kasesalan hawa cupet kapepetan pamrih, tangeh nedya anggambuh maring hyang wisesa",
"arti": "Belum cukup kemampuan sudah ingin cepat terlihat pandai, terdorong hawa nafsu menjadikan sempit pemikiran, dengan seperti itu tidak mungkin dengan sang pencipta"
},
{ "jawa": "Sepi ing pamrih, rame ing gawe", 
"arti": "Melakukan suatu pekerjaan dengan giat tanpa pamrih. Dan syukurilah kerjaanmu, pekerjaan apapun asalkan halal pasti akan menghidupimu"
},
{ "jawa": "Golek sempurnananing urip lahir batin dan kusumpurnaning pati",
"arti": "Mencari kesempurnaan hidup di dunia dan akhirat,kita mempunyai tanggung jawab atas kehidupan sendiri,baik dunia dan akhirat"
},
{ "jawa": "Ajining diri soko lathi, ajining rogo soko busono",
"arti": "Kehormatan diri adalah dari lisan, Kehormatan raga adalah dari pakaiannya"
},
{ "jawa": "Jer basuki mawa bea",
"arti": "Kesuksesan perlu pengorbanan"
},
{ "jawa": "Luwih becik ora duwe dhuwit tinimbang ora duwe isin", 
"arti": "Lebih baik tidak punya uang daripada tidak punya malu"
},
{ "jawa": "Ojo dadi kacang kang lali karo kulite",
"arti": "Jangan menjadi orang yang lupa atas jasa orang lain"
},
{ "jawa": "Mikul dhuwur mendhem jero",
"arti": "Memikul tinggi-tinggi, memendam dalam-dalam"
},
{ "jawa": "Adhang-adhang tetese embun,pasrah peparing marang gusti",
"arti": "Setelah usaha dengan maksimal kita juga harus pasrah atas apa yang telah diusahakan dengan kehendak tuhan"
},
{ "jawa": "Ora penting sepira abote dalane, sing penting pas golek kancane",
"arti": "Tidak penting seberapa berat jalannya .Yang penting tepat mencari teman"
},
{ "jawa": "Sapa tekun golek teken bakal tekan",
"arti": "Siapa tekun mencari tongkat. maka dia akan sampai di tempat tujuannya"
},
{ "jawa": "Becik kethitik ala ketara",
"arti": "Kebaikan ditutup-tutupi akan muncul juga, dan keburukan maka lama-lama akan kelihatan juga"
},
{ "jawa": "Ing madyo mangun karso",
"arti": "Bahwa perubahan besar bermula dari sebuah langkah kecil"
},
{ "jawa": "Alon alon asal kelakon",
"arti": "Pelan-pelan atau perlahan, tapi sampai juga"
},
{ "jawa": "Ojo Dumeh",
"arti": "Jangan sombong"
},
{ "jawa": "Bondo pancen bisa nuku seneng. Nanging durung mesti bisa nuku ayem",
"arti": "Harta memang bisa membeli kesenangan. Tapi belum tentu bisa membeli ketenangan"
},
{ "jawa": "Tangisana dosamu sakdurunge dosa gawe tangismu",
"arti": "Tangisilah dosamu sebelum dosamu membuat mu menangis"
}
]